Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/monodevelop-tm.tmx
Source language: en
Languages: ca_es

source: The application was terminated by a signal: {0}
ca_es: S'ha finalitzat l'aplicació degut a un senyal: {0}

source: The application exited with code: {0}
ca_es: S'ha sortit de l'aplicació amb codi: {0}

source: Can't remove file {0}
ca_es: No s'ha pogut suprimir el fitxer {0}

source: Can't remove directory {0}
ca_es: No s'ha pogut suprimir el directori {0}

source: FATAL ERROR
ca_es: ERROR FATAL

source: WARNING
ca_es: AVÍS

source: INFO
ca_es: INFORMACIÓ

source: DEBUG
ca_es: DEPURACIÓ

source: LOG
ca_es: REGISTRE

source: Default
ca_es: Per defecte

source: OptionName
ca_es: NomOpció

source: The project could not be saved
ca_es: No s'ha pogut desar el projecte

source: Write permission has not been granted for file '{0}'
ca_es: No disposeu de permisos d'accés pel fitxer «{0}»

source: File '{0}' not found.
ca_es: No s'ha trobat el fitxer «{0}».

source: Project Configuration
ca_es: Configuració del projecte

source: Project Configuration Name
ca_es: Nom de la configuració del projecte

source: Project Configuration Platform
ca_es: Configuració de la plataforma del projecte

source: Target File
ca_es: Fitxer objectiu

source: Target Name
ca_es: Nom de l'objectiu

source: Target Directory
ca_es: Directori de l'objectiu

source: Target Extension
ca_es: Extensió de l'objectiu

source: Cannot create directory {0}, as a file with that name exists.
ca_es: No s'ha pogut crear el directori {0} ja que existeix un fitxer amb el mateix nom.

source: Configuration '{0}' not found in project '{1}'
ca_es: No s'ha trobat la configuració «{0}» al projecte «{1}»

source: Build complete --
ca_es: Muntatge finalitzat --

source: Could not find support file '{0}'.
ca_es: No s'ha pogut trobar el fitxer de suport «{0}».

source: Error copying support file '{0}'.
ca_es: S'ha produït un error en copiar el fitxer de suport «{0}».

source: Error deleting support file '{0}'.
ca_es: S'ha produït un error en suprimir el fitxer de suport «{0}».

source: {0} warning
ca_es: {0} avís

source: Specified version not found: expected {0}, found {1}
ca_es: No s'ha trobat la versió especificada: esperada {0}, trobada {1}

source: Assembly not available for {0} (in {1})
ca_es: No es troba disponible l'assemblat per {0} (a {1})

source: Assembly not found
ca_es: No s'ha trobat l'assemblat

source: File not found
ca_es: No s'ha trobat el fitxer

source: Executing: {0} {1}
ca_es: S'està executant: {0} {1}

source: Unknown entry
ca_es: Entrada desconeguda

source: Workspace File
ca_es: Fitxer de l'espai de treball

source: Workspace Name
ca_es: Nom de l'espai de treball

source: Workspace Directory
ca_es: Directori de l'espai de treball

source: Startup item not set
ca_es: No s'ha establert l'element d'inici

source: Solution File
ca_es: Fitxer de la solució

source: Solution Name
ca_es: Nom de la solució

source: Solution Directory
ca_es: Directori de la solució

source: Cyclic dependencies are not supported.
ca_es: No hi ha compatibilitat amb les dependències cícliques.

source: Building: {0} ({1})
ca_es: S'està muntant: {0} ({1})

source: Do not copy
ca_es: No ho copiïs

source: Always copy
ca_es: Copia-ho sempre

source: Copy if newer
ca_es: Copia-ho si és més nou

source: Running {0} ...
ca_es: S'està executant {0} ...

source: Can not execute "{0}". The selected execution mode is not supported for .NET projects.
ca_es: No es pot executar «{0}». El mode d'execució seleccionat no és compatible amb projectes .Net.

source: Cannot execute "{0}"
ca_es: No es pot executar «{0}»

source: A cyclic build dependency has been detected.
ca_es: S'ha detectat una dependència cíclica.

source: Framework '{0}' not installed.
ca_es: El framework '{0}' no està instal·lat.

source: Unknown language '{0}'. You may need to install an additional add-in to support this language.
ca_es: Llenguatge desconegut: «{0}». És probable que necessiteu instal·lar un complement addicional pel suport d'aquest llenguatge.

source: Referenced project '{0}' not found in the solution.
ca_es: No s'ha trobat el projecte referenciat «{0}» a la solució.

source: Error: Unable to build ResourceId for {0}.
ca_es: No s'ha produït un error en muntar el ResourceId per a {0}.

source: Unable to build ResourceId for {0}.
ca_es: No s'ha pogut muntar el ResourceId per a {0}.

source: Unable to find 'resgen' tool.
ca_es: No s'ha pogut trobar l'eina «resgen».

source: Compiling resource {0} with {1}
ca_es: S'està compilant el recurs {0} amb {1}

source: The file '{0}' has an unknown format version (version '{1}')'.
ca_es: El fitxer '{0}' té un format de versió desconegut (versió '{1}')'.

source: Saving project: {0}
ca_es: S'està desant el projecte: {0}

source: Could not save project: {0}
ca_es: No s'ha pogut desar el projecte: {0}

source: Saving solution: {0}
ca_es: S'està desant la solució: {0}

source: Could not save solution: {0}
ca_es: No s'ha pogut desar la solució: {0}

source: Saving item: {0}
ca_es: S'està desant l'element: {0}

source: Could not save item: {0}
ca_es: No s'ha pogut desar l'element: {0}

source: Saving solution item: {0}
ca_es: S'està desant l'element de la solució: {0}

source: Could not save solution item: {0}
ca_es: No s'ha pogut desar l'element de la solució: {0}

source: Loading solution item: {0}
ca_es: S'està carregant l'element la solució: {0}

source: Could not load solution item: {0}
ca_es: No s'ha pogut carregar l'element de la solució: {0}

source: Could not load solution: {0}
ca_es: No s'ha pogut carregar la solució: {0}

source: Loading project: {0}
ca_es: S'està carregant el projecte: {0}

source: Could not load project: {0}
ca_es: No s'ha pogut carregar el projecte: {0}

source: Loading workspace item: {0}
ca_es: S'està carregant l'element de l'espai de treball: {0}

source: Loading solution: {0}
ca_es: S'està carregant la solució: {0}

source: Could not load item: {0}
ca_es: No s'ha pogut carregar l'element: {0}

source: Invalid file path
ca_es: El camí de fitxer no vàlid

source: Reference to unknown project '{0}' ignored.
ca_es: S'ha ignorat la referència desconeguda al projecte '{0}'.

source: Saving projects
ca_es: S'estan desant els projectes

source: Project with guid '{0}' not found.
ca_es: No s'ha trobat el projecte amb guid '{0}'.

source: Western
ca_es: Occidental

source: Central European
ca_es: Centreeuropeu

source: South European
ca_es: Sud europeu

source: Baltic
ca_es: Bàltic

source: Cyrillic
ca_es: Ciríl·lic

source: Arabic
ca_es: Àrab

source: Greek
ca_es: Grec

source: Hebrew Visual
ca_es: Hebreu visual

source: Hebrew
ca_es: Hebreu

source: Turkish
ca_es: Turc

source: Nordic
ca_es: Nòrdic

source: Celtic
ca_es: Cèltic

source: Romanian
ca_es: Romanès

source: Armenian
ca_es: Armeni

source: Chinese Traditional
ca_es: Xinès tradicional

source: Cyrillic/Russian
ca_es: Círil·lic/Rus

source: Japanese
ca_es: Japonès

source: Korean
ca_es: Coreà

source: Chinese Simplified
ca_es: Xinès simplificat

source: Georgian
ca_es: Georgià

source: Cyrillic/Ukrainian
ca_es: Ciríl·lic/Ucraïnès

source: Vietnamese
ca_es: Vietnamita

source: Thai
ca_es: Tai

source: Application Configuration File
ca_es: Fitxer de configuració de l'aplicació

source: Misc
ca_es: Miscel·lània

source: Creates a .NET application configuration file.
ca_es: Crea un fitxer de configuració de l'aplicació .NET.

source: Blank Solution
ca_es: Solució en blanc

source: Other
ca_es: Altre

source: A blank solution
ca_es: Una solució en blanc

source: Empty Class
ca_es: Classe buida

source: Creates an empty class.
ca_es: Crea una classe buida.

source: Empty Enumeration
ca_es: Enumeració buida

source: Creates an empty enum.
ca_es: Crea un enumerador buit.

source: Empty HTML File
ca_es: Fitxer HTML buit

source: Creates an empty HTML file.
ca_es: Crea un fitxer HTML buit.

source: Empty Interface
ca_es: Interfície buida

source: Creates an empty interface.
ca_es: Crea una interfície buida.

source: Empty Resource File
ca_es: Fitxer de recursos buit

source: Creates an empty resource file.
ca_es: Crea un fitxer de recursos buit.

source: Empty Struct
ca_es: Struct buida

source: Creates an empty struct.
ca_es: Crea una struct buida.

source: Empty Text File
ca_es: Fitxer de text buit

source: Creates an empty text file.
ca_es: Crea un fitxer de text buit.

source: Empty XML File
ca_es: Fitxer XML buit

source: Creates an empty XML file.
ca_es: Crea un fitxer XML buit.

source: Generic Project
ca_es: Projecte genèric

source: Creates a project which can contain any kind of file.
ca_es: Crea un projecte que pot contenir qualsevol tipus de fitxer.

source: Workspace
ca_es: Espai de treball

source: A blank workspace
ca_es: Espai de treball en blanc

source: Template for destructor
ca_es: Plantilla pel destructor

source: Class name
ca_es: Nom de la classe

source: Template for an attribute.
ca_es: Plantilla per l'atribut.

source: The name of the attribute
ca_es: Nom de l'atribut

source: Template for constructor
ca_es: Plantilla pel constructor

source: Template for Console.WriteLine
ca_es: Plantilla pel «Console.WriteLine»

source: Template for switch statement
ca_es: Plantilla per la comanda «switch»

source: Expression to switch on
ca_es: Expressions a activar

source: Template for void Main method.
ca_es: Plantilla per al mètode «void Main».

source: Template for int Main method.
ca_es: Plantilla per al mètode «int Main».

source: Template for exception
ca_es: Plantilla per a excepcions

source: ExceptionName
ca_es: NomExcepció

source: Template for an indexer
ca_es: Plantilla per a indexadors

source: Return type of the indexer
ca_es: Tipus de retorn de l'indexador

source: Property name
ca_es: Nom de la propietat

source: Variable name
ca_es: Nom de la variable

source: Access last element of a collection
ca_es: Accedeix a l'últim element de la col·lecció

source: Collection name
ca_es: Nom de la col·lecció

source: Template for #region
ca_es: Plantilla per a #region

source: Region name
ca_es: Nom de la regió

source: Interface name
ca_es: Nom de la interfície

source: Struct name
ca_es: Nom de l'estructura

source: Index
ca_es: Índex

source: Namespace name
ca_es: Nom de l'espai de noms

source: Function name
ca_es: Nom de la funció

source: Function arguments
ca_es: Arguments de la funció

source: Open _With
ca_es: O_bre amb

source: Run With
ca_es: Executa amb

source: _Add
ca_es: _Afegeix

source: _Tools
ca_es: Ei_nes

source: Build Action
ca_es: Acció de muntatge

source: _Quick Properties
ca_es: _Propietats ràpides

source: Hidden
ca_es: Amaga

source: _Delete
ca_es: _Suprimeix

source: Edit
ca_es: Edita

source: _Copy
ca_es: _Copia

source: Copy the selection
ca_es: Copia la selecció

source: Cu_t
ca_es: Re_talla

source: Cut the selection
ca_es: Retalla la selecció

source: _Paste
ca_es: _Enganxa

source: Paste the clipboard
ca_es: Enganxa el porta-retalls

source: Delete the selection
ca_es: Suprimeix la selecció

source: Re_name
ca_es: Ca_nvia el nom

source: Rename the selection
ca_es: Canvia el nom de la selecció

source: _Undo
ca_es: _Desfés

source: Undo last action
ca_es: Desfés l'última acció

source: _Redo
ca_es: _Refés

source: Redo last undone action
ca_es: Refés l'última acció desfeta

source: Select _All
ca_es: Seleccion_a-ho tot

source: Select all text
ca_es: Selecciona tot el text

source: Comment/Uncomment selected lines of code
ca_es: Comenta o descomenta les línies de codi seleccionades

source: _Toggle Line Comment(s)
ca_es: _Commuta els comentaris en línies

source: Indent selected lines of code
ca_es: Sagna les línies de codi seleccionades

source: _Indent Selection
ca_es: _Sagna la selecció

source: Unindent selected lines of code
ca_es: Desfés el sagnat de les línies de codi seleccionades

source: _Unindent Selection
ca_es: _Desfés el sagnat la selecció

source: Convert the selected text to uppercase
ca_es: Converteix a majúscules el text seleccionat

source: _Uppercase Selection
ca_es: Selecciona maj_úscules

source: Convert the selected text to lowercase
ca_es: Converteix a minúscules el text seleccionat

source: _Lowercase Selection
ca_es: Selecciona minúscu_les

source: Join the current line with the next line
ca_es: Uneix la línia actual amb la següent línia

source: _Join Lines
ca_es: _Uneix les línies

source: _Word Count...
ca_es: C_ompta les paraules...

source: Show MonoDevelop preferences window
ca_es: Mostra la finestra de preferències del MonoDevelop

source: _Insert Standard Header
ca_es: _Insereix la capçalera estàndard

source: _Format Document
ca_es: _Formata el document

source: Project
ca_es: Projecte

source: _Add New Project...
ca_es: _Afegeix un projecte nou...

source: Add a new project to the selected solution
ca_es: Afegeix un projecte nou a la solució seleccionada

source: _Add New Workspace...
ca_es: Afegeix un nou espai de treball nou...

source: Add a new child workspace to the selected workspace
ca_es: Afegeix un espai de treball fill nou a l'espai de treball seleccionat

source: _Add New Solution...
ca_es: _Afegeix una solució nova...

source: Add a new child solution to the selected workspace
ca_es: Afegeix una solució filla nova a l'espai de treball seleccionat

source: Add Solution _Folder
ca_es: Afegeix una no_va carpeta de solució

source: Add a new solution folder to the selected solution
ca_es: Afegeix una nova carpeta de solució a la solució seleccionada

source: Add a project to the selected solution
ca_es: Afegeix un projecte a la solució seleccionada

source: Add Existing _Project...
ca_es: Afegeix un _projecte existent...

source: Add an existing item to the selected workspace
ca_es: Afegeix un element existent a l'espai de treball seleccionat

source: Add Existing _Item...
ca_es: Afegeix un _element existent...

source: _Remove From Project
ca_es: Suprime_ix del projecte

source: Remove an item from the project
ca_es: Suprime_ix un element del projecte

source: _Options
ca_es: _Opcions

source: Show options window
ca_es: Mostra la finestra d'opcions

source: _Solution Options
ca_es: _Opcions de la solució

source: Show solution options window
ca_es: Mostra la finestra d'opcions de la solució

source: Project _Options
ca_es: _Opcions del projecte

source: Show project options window
ca_es: Mostra la finestra d'opcions del projecte

source: Add and remove project references
ca_es: Afegeix o suprimeix referències del projecte

source: _Edit References...
ca_es: _Edita les referències...

source: New _File...
ca_es: _Fitxer nou...

source: Create a new file
ca_es: Crea un fitxer nou

source: Add existing files to the project
ca_es: Afegeix fitxers existents al projecte

source: _Add Files...
ca_es: _Afegeix fitxers...

source: New _Folder
ca_es: _Carpeta nova

source: Create a new folder
ca_es: Crea una carpeta nova

source: Add existing file to the project
ca_es: Afegeix un fitxer existent al projecte

source: _Include To Project
ca_es: _Inclou al projecte

source: _Build All
ca_es: _Munta-ho tot

source: Build all projects of all solutions
ca_es: Munta tots els projectes de totes les solucions

source: Buil_d
ca_es: _Munta

source: Build the current project
ca_es: Munta el projecte actual

source: Rebuild all projects of all solutions
ca_es: Torna a muntar tots els projectes de totes les solucions

source: _Rebuild All
ca_es: T_orna-ho a muntar

source: Rebuild the current project
ca_es: Torna a muntar el projecte actual

source: R_ebuild
ca_es: T_orna-ho a muntar

source: _Set As Startup Project
ca_es: Estableix com a projecte d'inici

source: Run With List
ca_es: Executa amb llista

source: Run current project
ca_es: Executa el projecte actual

source: _Run Item
ca_es: _Executa l'element

source: Clean the selected project or solution
ca_es: Neteja el projecte o solució seleccionat

source: C_lean
ca_es: Net_eja

source: Clean all projects of all solutions
ca_es: Neteja tots els projectes de totes les solucions

source: _Clean All
ca_es: _Neteja-ho tot

source: Copy the assembly to the output directory when building the project
ca_es: Copia l'assemblat al directori de sortida en muntar el projecte

source: _Local Copy
ca_es: _Còpia local

source: Stop current build or application execution
ca_es: Atura el muntatge o execució actual

source: _Stop
ca_es: _Atura

source: Active Configuration
ca_es: Configuració activa

source: Custom command list
ca_es: Llista d'ordres personalitzada

source: Reload selected project or solution
ca_es: Torna a carregar el projecte o solució seleccionat

source: Reload
ca_es: Torna a carregar

source: _Export...
ca_es: _Exporta...

source: Active Runtime
ca_es: Entorn d'execució actiu

source: File
ca_es: Fitxer

source: _Open...
ca_es: _Obre...

source: Open file or solution
ca_es: Obre un fitxer o solució

source: _File...
ca_es: _Fitxer...

source: Save the active document
ca_es: Desa el document actiu

source: _Save
ca_es: _Desa

source: Save all open files
ca_es: Desa tots els fitxers oberts

source: Save A_ll
ca_es: D_esa-ho tot

source: _Solution...
ca_es: S_olució...

source: Create a new solution
ca_es: Crea una solució nova

source: _Workspace...
ca_es: _Espai de treball...

source: Create a new workspace
ca_es: Crea un espai de treball nou

source: _Close File
ca_es: _Tanca el fitxer

source: Close active file
ca_es: Tanca el fitxer actiu

source: Close _All
ca_es: _Tanca-ho tot

source: Close All Files
ca_es: Tanca tots els fitxers

source: C_lose Workspace
ca_es: _Tanca l'espai de treball

source: Close all solutions open in the current workspace
ca_es: Tanca totes les solucions obertes en l'espai de treball actual

source: C_lose
ca_es: T_anca

source: Close the active solution or workspace item
ca_es: Tanca la solució o l'element de l'espai de treball actiu

source: _Revert
ca_es: _Torna a la versió anterior

source: Revert to a saved version of the file
ca_es: _Torna a una versió desada del fitxer

source: Save _As...
ca_es: _Anomena i desa...

source: Save the current file with a different name
ca_es: Desa el fitxer actual amb un nom diferent

source: _Print...
ca_es: Im_primeix...

source: Print current document
ca_es: Imprimeix el document actual

source: Print Previe_w
ca_es: _Visualització prèvia de la impressió

source: Show print preview
ca_es: _Mostra la visualització prèvia de la impressió

source: Page Set_up
ca_es: _Configuració de la pàgina

source: Show page setup
ca_es: Mostra la configuració de la pàgina

source: Recent _Files
ca_es: _Fitxers recents

source: _Clear
ca_es: _Neteja

source: Clear recent files
ca_es: Neteja els fitxers recents

source: Recent Pro_jects
ca_es: Projectes re_cents

source: Clear recent solutions
ca_es: Neteja les solucions recents

source: _Quit
ca_es: _Surt

source: Quit MonoDevelop
ca_es: Surt del MonoDevelop

source: _Open in Terminal
ca_es: _Obre en una terminal

source: Opens a terminal in this folder
ca_es: Obre un terminal en aquesta carpeta

source: _Open Folder
ca_es: _Obre la carpeta

source: Opens the folder in a file manager.
ca_es: Obre la carpeta al gestor de fitxers.

source: O_pen Containing Folder
ca_es: _Obre la carpeta que conté els elements

source: Opens the folder that contains this file.
ca_es: Obre la carpeta que conté aquest fitxer.

source: Build action
ca_es: Acció de muntatge

source: _Properties
ca_es: _Propietats

source: _Copy to Output Directory
ca_es: _Copia al directori de sortida

source: Require Specific Version
ca_es: Requereix una versió específica

source: C_lose all but this
ca_es: Tan_ca-ho tot excepte l'actiu

source: Closes all opened files except for the active file
ca_es: Tanca tots els fitxers oberts excepte el fitxer actiu

source: Copy the file path to the clipboard
ca_es: Copia el camí del fitxer al porta-retalls

source: C_opy file path/name
ca_es: Copia el camí i nom del fitxer

source: S_witch maximize/normal view
ca_es: _Commuta entre visualització maximitzada i normal

source: View
ca_es: Visualitza

source: View List
ca_es: Llista de visualitzacions

source: Layout List
ca_es: Llista de formats

source: _New Layout...
ca_es: _Disposició nova...

source: Create new layout
ca_es: Crea una disposició nova

source: _Delete Current Layout
ca_es: _Suprimeix disposició actual

source: Delete current layout
ca_es: Suprimeix la disposició actual

source: Active Layout
ca_es: Disposició nova

source: Switch active layout
ca_es: Commuta la disposició activa

source: _Full Screen
ca_es: _Pantalla completa

source: Set full screen mode
ca_es: Estableix el mode de pantalla completa

source: Open selected document
ca_es: Obre el document seleccionat

source: _Open
ca_es: _Obre

source: Display Options List
ca_es: Llista d'opcions de visualització

source: Reset Options
ca_es: Reinicia les opcions

source: Refresh the tree
ca_es: Refresca l'arbre

source: Refresh
ca_es: Refresca

source: Collapse All Nodes
ca_es: Col·lapsa tots els nodes

source: List of programs to open with
ca_es: Llista els programes per a obrir amb

source: Show Next
ca_es: Mostra el següent

source: Move cursor to next error or search match
ca_es: Mou el cursor a l'error següent o cerca una coincidència

source: Show Previous
ca_es: Mostra l'anterior

source: Move cursor to previous error or search match
ca_es: Mou el cursor a l'error anterior o cerca una coincidència

source: Navigate _Back
ca_es: Navega _enrere

source: Move to previous point in code navigation history
ca_es: Mou al punt anterior en l'històric de navegació del codi

source: Navigate _Forward
ca_es: Navega e_ndavant

source: Move to next point in code navigation history
ca_es: Mou al punt següent en l'històric de navegació del codi

source: Navigate _History
ca_es: Navega l'històric

source: Select a point from the navigation history
ca_es: Seleccioneu un punt des de l'històric de navegació

source: _Clear Navigation History
ca_es: _Neteja l'històric de navegació

source: Clear the navigation history
ca_es: Neteja l'històric de navegació

source: _Zoom In
ca_es: _Apropa

source: Zoom _Out
ca_es: A_llunya

source: _Normal Size
ca_es: _Mida normal

source: Resets zoom to default
ca_es: Restaura el valor per defecte al zoom

source: _Focus Document
ca_es: _Focus al document

source: Focus current document
ca_es: Focus al document actual

source: Welcome Page
ca_es: Pàgina de benvinguda

source: Tools
ca_es: Eines

source: Manage add-ins
ca_es: Gestiona els complements

source: _Add-in Manager
ca_es: _Gestor de complements

source: Tool List
ca_es: Llista d'eines

source: Instrumentation Monitor
ca_es: Monitor d'instrumentalització

source: Window
ca_es: Finestra

source: _Next Window
ca_es: _Finestra següent

source: Show next window
ca_es: Mostra la finestra següent

source: _Previous Window
ca_es: Finestra _anterior

source: Show previous window
ca_es: Mostra la finestra anterior

source: Window List
ca_es: Llista de finestres

source: Split _Vertically
ca_es: Divideix _verticalment

source: Split _Horizontally
ca_es: _Divideix horitzontalment

source: _Unsplit
ca_es: _Desfés la divisió

source: _Switch Between Splits
ca_es: _Commuta entre divisions

source: Switch to next document
ca_es: Commuta al document següent

source: Switch to previous document
ca_es: Commuta al document anterior

source: Help
ca_es: Ajuda

source: Show help
ca_es: Mostra l'ajuda

source: _Tip of the Day
ca_es: _Consell del dia

source: Show tip of the day
ca_es: Mostra el consell del dia

source: _About
ca_es: _Quant a

source: Show about dialog
ca_es: Mostra la capsa de diàleg quant a

source: _Check for Updates
ca_es: _Comprova si hi ha actualitzacions

source: Check for updates to MonoDevelop and packages it requires
ca_es: Comprova si hi ha actualitzacions del Monodevelop i els paquets que requereix

source: Search
ca_es: Cerca

source: _Find...
ca_es: _Cerca...

source: Search for text
ca_es: Cerca un text

source: _Replace...
ca_es: _Reemplaça...

source: Search for and replace text
ca_es: Cerca i reemplaça el text
